{
    "Confirm Password":"Confirmar Senha",
    "For your security, please confirm your password to continue." : "Para sua segurança, por favor confirme sua senha para continuar.",
    "Confirm":"Confirmar",
    "Whoops! Something went wrong.":"Opa! Algo deu errado.",
    "You have been invited to join the :team team!":"Você foi convidado para se juntar à equipe :team!",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:":"Se você não tem uma conta, você pode criar uma clicando no botão abaixo. Após criar uma conta, você pode clicar no botão de aceitação de convite neste e-mail para aceitar o convite da equipe:",
    "Create Account":"Criar Conta",
    "If you already have an account, you may accept this invitation by clicking the button below:":"Se você já tem uma conta, você pode aceitar este convite clicando no botão abaixo:",
    "You may accept this invitation by clicking the button below:":"Você pode aceitar este convite clicando no botão abaixo:",
    "Accept Invitation":"Aceitar Convite",
    "If you did not expect to receive an invitation to this team, you may discard this email.":"Se você não esperava receber um convite para esta equipe, você pode descartar este e-mail.",
    "Delete Account":"Excluir Conta",
    "Permanently delete your account.":"Excluir permanentemente sua conta.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.":"Uma vez que sua conta for excluída, todos os seus recursos e dados serão excluídos permanentemente. Antes de excluir sua conta, faça o download de quaisquer dados ou informações que você deseja manter.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.":"Tem certeza de que deseja excluir sua conta? Uma vez que sua conta for excluída, todos os seus recursos e dados serão excluídos permanentemente. Por favor, digite sua senha para confirmar que você gostaria de excluir permanentemente sua conta.",
    "Cancel":"Cancelar",
    "Browser Sessions":"Sessões do Navegador",
    "Manage and log out your active sessions on other browsers and devices.":"Gerencie e faça logout de suas sessões ativas em outros navegadores e dispositivos.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.":"Se necessário, você pode fazer logout de todas as suas outras sessões do navegador em todos os seus dispositivos. Algumas de suas sessões recentes estão listadas abaixo; no entanto, esta lista pode não ser exaustiva. Se você sentir que sua conta foi comprometida, você também deve atualizar sua senha.",
    "Unknown":"Desconhecido",
    "This device":"Este dispositivo",
    "Last active":"Último ativo",
    "Log Out Other Browser Sessions":"Fazer logout de outras sessões do navegador",
    "Done.":"Feito.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.":"Por favor, digite sua senha para confirmar que você gostaria de fazer logout de suas outras sessões do navegador em todos os seus dispositivos.",
    "Profile":"Perfil",
    "Two Factor Authentication": "Dois Fatores de Autenticação",
    "Add additional security to your account using two factor authentication.": "Adicione segurança adicional à sua conta usando autenticação de dois fatores.",
    "Finish enabling two factor authentication.": "Concluir a ativação da autenticação de dois fatores.",
    "You have enabled two factor authentication.": "Você ativou a autenticação de dois fatores.",
    "You have not enabled two factor authentication.": "Você não ativou a autenticação de dois fatores.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Quando a autenticação de dois fatores estiver ativada, você será solicitado a fornecer um token seguro e aleatório durante a autenticação. Você pode obter esse token no aplicativo Google Authenticator do seu telefone.",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Para concluir a ativação da autenticação de dois fatores, escaneie o seguinte código QR usando o aplicativo autenticador do seu telefone ou insira a chave de configuração e forneça o código OTP gerado.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "A autenticação de dois fatores está ativada. Escaneie o seguinte código QR usando o aplicativo autenticador do seu telefone ou insira a chave de configuração.",
    "Setup Key": "Chave de Configuração",
    "Code": "Código",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Guarde esses códigos de recuperação em um gerenciador de senhas seguro. Eles podem ser usados para recuperar o acesso à sua conta se você perder o dispositivo de autenticação de dois fatores.",
    "Enable": "Ativar",
    "Regenerate Recovery Codes": "Regenerar Códigos de Recuperação",
    "Show Recovery Codes": "Mostrar Códigos de Recuperação",
    "Disable":"Desativar",
    "Update Password": "Atualizar Senha",
  "Ensure your account is using a long, random password to stay secure.": "Certifique-se de que sua conta está usando uma senha longa e aleatória para se manter seguro.",
  "Current Password": "Senha Atual",
  "New Password": "Nova Senha",
  "Saved.": "Salvo.",
  "Save": "Salvar",
  "Profile Information": "Informações do Perfil",
  "Update your account's profile information and email address.": "Atualize as informações de perfil e o endereço de e-mail da sua conta.",
  "Photo": "Foto",
  "Select A New Photo": "Selecionar uma Nova Foto",
  "Remove Photo": "Remover Foto",
  "Name": "Nome",
  "Email": "E-mail",
  "Your email address is unverified.": "Seu endereço de e-mail não está verificado.",
  "Click here to re-send the verification email.": "Clique aqui para reenviar o e-mail de verificação.",
  "A new verification link has been sent to your email address.": "Um novo link de verificação foi enviado para o seu endereço de e-mail.",
  "Team Details": "Detalhes da Equipe",
  "Create a new team to collaborate with others on projects.": "Crie uma nova equipe para colaborar com outras pessoas em projetos.",
  "Team Owner": "Proprietário da Equipe",
  "Team Name": "Nome da Equipe",
  "Create": "Criar",
  "Create Team": "Criar Equipe",
  "Permanently delete this team.": "Excluir permanentemente esta equipe.",
  "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Uma vez que uma equipe é excluída, todos os seus recursos e dados serão excluídos permanentemente. Antes de excluir esta equipe, faça o download de quaisquer dados ou informações relacionadas a esta equipe que você deseja manter.",
  "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Tem certeza de que deseja excluir esta equipe? Uma vez que uma equipe é excluída, todos os seus recursos e dados serão excluídos permanentemente.",
  "Delete Team": "Excluir Equipe",
    "Team Settings": "Configurações da Equipe",
    "Add Team Member": "Adicionar Membro à Equipe",
  "Add a new team member to your team, allowing them to collaborate with you.": "Adicione um novo membro à sua equipe, permitindo que eles colaborem com você.",
  "Role": "Função",
  "Add": "Adicionar",
  "Please provide the email address of the person you would like to add to this team.": "Por favor, forneça o endereço de email da pessoa que você gostaria de adicionar a esta equipe.",
  "Role Name": "Nome da Função",
  "Role Description": "Descrição da Função",
  "Added.": "Adicionado.",
  "Pending Team Invitations": "Convites Pendentes da Equipe",
  "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Essas pessoas foram convidadas para a sua equipe e receberam um convite por email. Elas podem se juntar à equipe aceitando o convite por email.",
  "Remove": "Remover",
  "Team Members": "Membros da Equipe",
  "All of the people that are part of this team.": "Todas as pessoas que fazem parte desta equipe.",
  "Manage Team Members": "Gerenciar Membros da Equipe",
  "Manage Role": "Gerenciar Função",
  "Leave": "Sair",
  "Leave Team": "Sair da Equipe",
  "Are you sure you would like to leave this team?": "Tem certeza de que deseja sair desta equipe?",
  "Remove Team Member": "Remover Membro da Equipe",
  "Are you sure you would like to remove this person from the team?": "Tem certeza de que deseja remover esta pessoa da equipe?",
    "The team's name and owner information.": "O nome da equipe e as informações do proprietário.",
    "Team Owner Information": "Informações do Proprietário da Equipe",
    "Dashboard": "Painel de Controle",
  "Manage Team": "Gerenciar Equipe",
  "Create New Team": "Criar Nova Equipe",
  "Switch Teams": "Trocar de Equipe",
  "Log Out": "Sair",
  "API Tokens": "Tokens da API"
}